
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>如何让流程机制得到有效的执行? · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="guan-li-gou-tong-shang-you-na-xie-chang-jian-de-keng.html" />
    
    
    <link rel="prev" href="ru-he-jian-gu-tuan-dui-fen-gong-de-weng-ding-xing-he-ling-huo-xing.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                    多年前的工程师去哪儿了
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="wo-yao-bu-yao-zuo-guan-li.html">
            
                <a href="wo-yao-bu-yao-zuo-guan-li.html">
            
                    
                    我要不要做管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="na-xie-ren-bi-jiao-rong-yi-zou-shang-guan-li-gang-wei.html">
            
                <a href="na-xie-ren-bi-jiao-rong-yi-zou-shang-guan-li-gang-wei.html">
            
                    
                    哪些人比较容易走上管理岗位
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="wo-yao-bu-yao-zhuan-hui-qu-zuo-ji-shu-ne.html">
            
                <a href="wo-yao-bu-yao-zhuan-hui-qu-zuo-ji-shu-ne.html">
            
                    
                    我要不要转回去做技术呢？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="zuo-wei-ji-shu-guan-li-zhe-wo-ru-he-bao-chi-ji-shu-pan-duan-li.html">
            
                <a href="zuo-wei-ji-shu-guan-li-zhe-wo-ru-he-bao-chi-ji-shu-pan-duan-li.html">
            
                    
                    作为技术管理者，我如何保持技术判断力
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="wo-zhe-yang-de-feng-ge-neng-zuo-guan-li-ma.html">
            
                <a href="wo-zhe-yang-de-feng-ge-neng-zuo-guan-li-ma.html">
            
                    
                    我这样的风格能做管理吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="wo-neng-zuo-hao-guan-li-ma-da-jia-fu-wo-ma.html">
            
                <a href="wo-neng-zuo-hao-guan-li-ma-da-jia-fu-wo-ma.html">
            
                    
                    我能做好管理吗，大家服我吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ru-he-wei-tuan-dui-she-li-he-li-de-mu-biao.html">
            
                <a href="ru-he-wei-tuan-dui-she-li-he-li-de-mu-biao.html">
            
                    
                    如何为团队设立合理的目标
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="tuan-dui-jian-she-gai-cong-na-li-ru-shou.html">
            
                <a href="tuan-dui-jian-she-gai-cong-na-li-ru-shou.html">
            
                    
                    团队建设该从哪里入手？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="ru-he-jian-gu-tuan-dui-fen-gong-de-weng-ding-xing-he-ling-huo-xing.html">
            
                <a href="ru-he-jian-gu-tuan-dui-fen-gong-de-weng-ding-xing-he-ling-huo-xing.html">
            
                    
                    如何兼顾团队分工的稳定性和灵活性？
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.12" data-path="ru-he-rang-liu-cheng-ji-zhi-de-dao-you-xiao-zhi-xing.html">
            
                <a href="ru-he-rang-liu-cheng-ji-zhi-de-dao-you-xiao-zhi-xing.html">
            
                    
                    如何让流程机制得到有效的执行?
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13" data-path="guan-li-gou-tong-shang-you-na-xie-chang-jian-de-keng.html">
            
                <a href="guan-li-gou-tong-shang-you-na-xie-chang-jian-de-keng.html">
            
                    
                    管理沟通上有哪些常见的坑?
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.14" data-path="liu-cheng-ji-zhi-jian-she-ji-luo-di.html">
            
                <a href="liu-cheng-ji-zhi-jian-she-ji-luo-di.html">
            
                    
                    流程机制建设及落地
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >如何让流程机制得到有效的执行?</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5982;&#x4F55;&#x8BA9;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x5F97;&#x5230;&#x6709;&#x6548;&#x7684;&#x6267;&#x884C;">&#x5982;&#x4F55;&#x8BA9;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x5F97;&#x5230;&#x6709;&#x6548;&#x7684;&#x6267;&#x884C;?</h1>
<h2 id="&#x4E00;&#x4E2A;&#x95EE;&#x9898;">&#x4E00;&#x4E2A;&#x95EE;&#x9898;</h2>
<p>&#x6B64;&#x524D;&#x9879;&#x76EE;&#x7684;&#x67D0;&#x4E2A;&#x6838;&#x5FC3;&#x6A21;&#x5757;&#x662F;&#x7531;&#x5F20;&#x67D0;&#x7EF4;&#x62A4;&#x7684;&#xFF0C;&#x4F46;&#x7531;&#x4E8E;&#x65B0;&#x5347;&#x804C;&#x6210;&#x4E86;&#x9879;&#x76EE;&#x7684;&#x4E3B;&#x7BA1;&#xFF0C;&#x6BCF;&#x5929;&#x9700;&#x8981;&#x82B1;&#x5927;&#x91CF;&#x65F6;&#x95F4;&#x5728;&#x6C9F;&#x901A;&#x4E0A;&#xFF0C;&#x4E5F;&#x5C31;&#x6CA1;&#x65F6;&#x95F4;&#x5B8C;&#x6210;&#x8BE5;&#x6A21;&#x5757;&#x7684;&#x65B0;&#x9700;&#x6C42;&#x4E86;&#xFF0C;&#x8FD9;&#x65F6;&#x5F20;&#x67D0;&#x53EA;&#x5F97;&#x5C06;&#x8BE5;&#x6A21;&#x5757;&#x4EA4;&#x7ED9;&#x674E;&#x67D0;&#x6765;&#x7EF4;&#x62A4;&#xFF0C;&#x4F46;&#x6700;&#x7EC8;&#x65B0;&#x9700;&#x6C42;&#x5230;&#x6765;&#x65F6;&#xFF0C;&#x674E;&#x67D0;&#x6CA1;&#x80FD;&#x5F88;&#x597D;&#x7684;&#x5B8C;&#x6210;&#x8BE5;&#x6A21;&#x5757;&#x7684;&#x5F00;&#x53D1;&#xFF0C;&#x5BFC;&#x81F4;&#x9879;&#x76EE;&#x5EF6;&#x671F;&#x3002;</p>
<h2 id="&#x95EE;&#x9898;&#x5206;&#x6790;">&#x95EE;&#x9898;&#x5206;&#x6790;</h2>
<p>&#x9996;&#x5148;&#x4F5C;&#x4E3A;&#x65C1;&#x89C2;&#x8005;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x5206;&#x6790;&#x4E00;&#x4E0B;&#x6574;&#x4E2A;&#x4E8B;&#x4EF6;&#x4E2D;&#x6240;&#x53CD;&#x6620;&#x51FA;&#x6765;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<ol>
<li>&#x674E;&#x67D0;&#x6CA1;&#x6709;&#x72EC;&#x7ACB;&#x7EF4;&#x62A4;&#x548C;&#x5F00;&#x53D1;&#x6838;&#x5FC3;&#x6A21;&#x5757;&#x7684;&#x80FD;&#x529B;</li>
<li>&#x674E;&#x67D0;&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x6CA1;&#x80FD;&#x53CA;&#x65F6;&#x53CD;&#x6620;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#x5E76;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;</li>
<li>&#x5F20;&#x67D0;&#x6CA1;&#x80FD;&#x5BF9;&#x674E;&#x67D0;&#x7684;&#x5DE5;&#x4F5C;&#x80FD;&#x529B;&#x6709;&#x4E00;&#x4E2A;&#x6E05;&#x6670;&#x51C6;&#x786E;&#x7684;&#x8BA4;&#x77E5;</li>
<li>&#x5F20;&#x67D0;&#x5728;&#x9879;&#x76EE;&#x8FDB;&#x884C;&#x8FC7;&#x7A0B;&#x4E2D;&#x6CA1;&#x80FD;&#x53CA;&#x65F6;&#x4E3B;&#x52A8;&#x53D1;&#x73B0;&#x674E;&#x67D0;&#x65E0;&#x6CD5;&#x72EC;&#x7ACB;&#x7EF4;&#x62A4;&#x6838;&#x5FC3;&#x6A21;&#x5757;&#x7684;&#x60C5;&#x51B5;</li>
<li>&#x5F20;&#x67D0;&#x5728;&#x6B64;&#x524D;&#x7EF4;&#x62A4;&#x8FC7;&#x7A0B;&#x4E2D;&#x6CA1;&#x80FD;&#x5F62;&#x6210;&#x8F83;&#x4E3A;&#x5B8C;&#x5584;&#x7684;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x673A;&#x5236;&#xFF0C;&#x8F85;&#x52A9;&#x65B0;&#x6210;&#x5458;&#x5FEB;&#x901F;&#x8FDB;&#x5165;&#x89D2;&#x8272;</li>
</ol>
<p>&#x597D;&#xFF0C;&#x95EE;&#x9898;&#x5927;&#x6982;&#x5206;&#x6790;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x518D;&#x6765;&#x4E00;&#x9879;&#x4E00;&#x9879;&#x7684;&#x8FDB;&#x884C;&#x8FDB;&#x4E00;&#x6B65;&#x5206;&#x6790;&#x3002;</p>
<h3 id="&#x68AF;&#x961F;&#x5EFA;&#x8BBE;">&#x68AF;&#x961F;&#x5EFA;&#x8BBE;</h3>
<p>&#x9996;&#x5148;&#x4ECE;<strong>&#x674E;&#x67D0;&#x6CA1;&#x6709;&#x72EC;&#x7ACB;&#x7EF4;&#x62A4;&#x548C;&#x5F00;&#x53D1;&#x6838;&#x5FC3;&#x6A21;&#x5757;&#x7684;&#x80FD;&#x529B;</strong>&#x8FD9;&#x4E00;&#x9879;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x8BE5;&#x56E2;&#x961F;&#x7684;&#x68AF;&#x961F;&#x5EFA;&#x8BBE;&#x4E0D;&#x662F;&#x5F88;&#x5230;&#x4F4D;&#xFF0C;&#x6CA1;&#x80FD;&#x5F62;&#x6210;&#x8DB3;&#x591F;&#x4E13;&#x4E1A;&#x5316;&#x7684;&#x6280;&#x672F;&#x80FD;&#x529B;&#x3002;&#x5BF9;&#x4E8E;&#x5982;&#x4F55;&#x8FDB;&#x884C;&#x68AF;&#x961F;&#x5EFA;&#x8BBE;&#x7684;&#x95EE;&#x9898;&#x53C8;&#x8981;&#x6D89;&#x53CA;&#x5230;&#x6B64;&#x524D;&#x6240;&#x8BB2;&#x5230;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x8FD9;&#x91CC;&#x5C31;&#x4E0D;&#x518D;&#x8D58;&#x8FF0;&#x3002;</p>
<h3 id="&#x6C9F;&#x901A;&#x673A;&#x5236;&#x7684;&#x5EFA;&#x7ACB;">&#x6C9F;&#x901A;&#x673A;&#x5236;&#x7684;&#x5EFA;&#x7ACB;</h3>
<p>&#x4EE5;&#x4E0A;2&#xFF0C;3&#xFF0C;4&#x4E09;&#x4E2A;&#x95EE;&#x9898;&#x70B9;&#x5176;&#x5B9E;&#x53EF;&#x4EE5;&#x5F52;&#x7ED3;&#x4E3A;&#x4E00;&#x4E2A;&#x5927;&#x7684;&#x95EE;&#x9898;&#x70B9;&#xFF0C;&#x7F3A;&#x4E4F;&#x6709;&#x6548;&#x7684;&#x6C9F;&#x901A;&#x673A;&#x5236;&#x3002;&#x8FD9;&#x91CC;&#x8981;&#x533A;&#x5206;&#x6C9F;&#x901A;&#x548C;&#x6C9F;&#x901A;&#x673A;&#x5236;&#x7684;&#x533A;&#x522B;&#xFF0C;&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x6C9F;&#x901A;&#x662F;&#x4E00;&#x4E2A;&#x5355;&#x7EAF;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x800C;&#x6C9F;&#x901A;&#x673A;&#x5236;&#x5219;&#x662F;&#x786E;&#x4FDD;&#x6C9F;&#x901A;&#x80FD;&#x591F;&#x6709;&#x6548;&#x8FDB;&#x884C;&#x7684;&#x63AA;&#x65BD;&#xFF0C;&#x6709;&#x65F6;&#x751A;&#x81F3;&#x4F1A;&#x5E26;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x5F3A;&#x5236;&#x6027;&#x3002;</p>
<p><strong>&#x674E;&#x67D0;&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x6CA1;&#x80FD;&#x53CA;&#x65F6;&#x53CD;&#x6620;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#x5E76;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;</strong>&#xFF0C;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x770B;&#x4F3C;&#x662F;&#x674E;&#x67D0;&#x672A;&#x80FD;&#x4E3B;&#x52A8;&#x53CD;&#x5E94;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x6709;&#x4E00;&#x4E2A;&#x56FA;&#x5B9A;&#x7684;&#x6C9F;&#x901A;&#x6E20;&#x9053;&#xFF0C;&#x5E76;&#x8981;&#x6C42;&#x5176;&#x5B9A;&#x671F;&#x505A;&#x51FA;&#x6C47;&#x62A5;&#xFF0C;&#x53EF;&#x80FD;&#x8FD9;&#x6837;&#x7684;&#x95EE;&#x9898;&#x4E5F;&#x662F;&#x80FD;&#x591F;&#x51CF;&#x8F7B;&#x751A;&#x81F3;&#x907F;&#x514D;&#x7684;&#x3002;</p>
<p><strong>&#x5F20;&#x67D0;&#x6CA1;&#x80FD;&#x5BF9;&#x674E;&#x67D0;&#x7684;&#x5DE5;&#x4F5C;&#x80FD;&#x529B;&#x6709;&#x4E00;&#x4E2A;&#x6E05;&#x6670;&#x51C6;&#x786E;&#x7684;&#x8BA4;&#x77E5;</strong>&#xFF0C;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x53CD;&#x6620;&#x4E86;&#x5F20;&#x67D0;&#x7F3A;&#x4E4F;&#x5BF9;&#x56E2;&#x961F;&#x6210;&#x5458;&#x5DE5;&#x4F5C;&#x80FD;&#x529B;&#x7684;&#x51C6;&#x786E;&#x8BA4;&#x77E5;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x8FD8;&#x662F;&#x6C9F;&#x901A;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x679C;&#x80FD;&#x6709;&#x4E00;&#x4E2A;&#x59A5;&#x5584;&#x7684;&#x6C9F;&#x901A;&#x673A;&#x5236;&#xFF0C;&#x8BA9;&#x5F20;&#x67D0;&#x548C;&#x56E2;&#x961F;&#x6210;&#x5458;&#x53EF;&#x4EE5;&#x6709;&#x66F4;&#x597D;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x6C9F;&#x901A;&#xFF0C;&#x4E5F;&#x8BB8;&#x5C31;&#x80FD;&#x8BA9;&#x5F20;&#x67D0;&#x53EF;&#x4EE5;&#x66F4;&#x52A0;&#x5408;&#x7406;&#x7684;&#x4E3A;&#x56E2;&#x961F;&#x6210;&#x5458;&#x5206;&#x914D;&#x5DE5;&#x4F5C;&#x4EFB;&#x52A1;&#xFF0C;&#x5E76;&#x5BF9;&#x9879;&#x76EE;&#x53EF;&#x4EE5;&#x6709;&#x4E00;&#x4E2A;&#x66F4;&#x597D;&#x7684;&#x628A;&#x63A7;&#x3002;</p>
<p><strong>&#x5F20;&#x67D0;&#x5728;&#x9879;&#x76EE;&#x8FDB;&#x884C;&#x8FC7;&#x7A0B;&#x4E2D;&#x6CA1;&#x80FD;&#x53CA;&#x65F6;&#x4E3B;&#x52A8;&#x53D1;&#x73B0;&#x674E;&#x67D0;&#x65E0;&#x6CD5;&#x72EC;&#x7ACB;&#x7EF4;&#x62A4;&#x6838;&#x5FC3;&#x6A21;&#x5757;&#x7684;&#x60C5;&#x51B5;</strong>&#xFF0C;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x672C;&#x8D28;&#x4F9D;&#x7136;&#x662F;&#x6C9F;&#x901A;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E3B;&#x8981;&#x53CD;&#x5E94;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x81EA;&#x4E0A;&#x800C;&#x4E0B;&#x7684;&#x6C9F;&#x901A;&#x6E20;&#x9053;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x5F88;&#x53EF;&#x80FD;&#x51FA;&#x95EE;&#x9898;&#x7684;&#x5173;&#x8282;&#x73AF;&#x8282;&#xFF0C;&#x4F5C;&#x4E3A;&#x7BA1;&#x7406;&#x8005;&#x7406;&#x5E94;&#x7ED9;&#x4E88;&#x66F4;&#x591A;&#x7684;&#x5173;&#x6CE8;&#x3002;</p>
<h3 id="&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x673A;&#x5236;">&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x673A;&#x5236;</h3>
<p><strong>&#x5F20;&#x67D0;&#x5728;&#x6B64;&#x524D;&#x7EF4;&#x62A4;&#x8FC7;&#x7A0B;&#x4E2D;&#x6CA1;&#x80FD;&#x5F62;&#x6210;&#x8F83;&#x4E3A;&#x5B8C;&#x5584;&#x7684;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x673A;&#x5236;&#xFF0C;&#x8F85;&#x52A9;&#x65B0;&#x6210;&#x5458;&#x5FEB;&#x901F;&#x8FDB;&#x5165;&#x89D2;&#x8272;</strong>&#xFF0C;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5F00;&#x53D1;&#x672C;&#x8EAB;&#x7F3A;&#x4E4F;&#x6D41;&#x7A0B;&#x7BA1;&#x63A7;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x679C;&#x5F20;&#x67D0;&#x80FD;&#x591F;&#x628A;&#x6B64;&#x524D;&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x8981;&#x70B9;&#x8FDB;&#x884C;&#x5F52;&#x7EB3;&#x603B;&#x7ED3;&#xFF0C;&#x5E76;&#x5C06;&#x5176;&#x5177;&#x4F53;&#x5316;&#xFF0C;&#x90A3;&#x4E48;&#x5F53;&#x9700;&#x8981;&#x4EA4;&#x7ED9;&#x4E00;&#x4E2A;&#x5BF9;&#x4E1A;&#x52A1;&#x548C;&#x5F00;&#x53D1;&#x4E0D;&#x662F;&#x5F88;&#x719F;&#x7EC3;&#x7684;&#x56E2;&#x961F;&#x6210;&#x5458;&#x65F6;&#xFF0C;&#x5C31;&#x80FD;&#x591F;&#x5927;&#x5E45;&#x51CF;&#x5C11;&#x5176;&#x53EF;&#x80FD;&#x9047;&#x5230;&#x7684;&#x5751;&#xFF0C;&#x8282;&#x7701;&#x5927;&#x91CF;&#x7684;&#x65F6;&#x95F4;&#x3002;</p>
<h2 id="&#x5982;&#x4F55;&#x786E;&#x4FDD;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x7684;&#x5EFA;&#x7ACB;&#xFF1F;">&#x5982;&#x4F55;&#x786E;&#x4FDD;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x7684;&#x5EFA;&#x7ACB;&#xFF1F;</h2>
<p>&#x5176;&#x5B9E;&#x4E0A;&#x9762;&#x8C08;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#xFF0C;&#x7A81;&#x51FA;&#x4E86;&#x4E00;&#x4E2A;&#x8BCD; -- <strong>&#x6D41;&#x7A0B;&#x673A;&#x5236;</strong>&#x3002;&#x50CF;&#x4E0A;&#x6587;&#x63D0;&#x5230;&#x7684;&#x6C9F;&#x901A;&#x673A;&#x5236;&#xFF0C;&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#xFF0C;&#x5305;&#x62EC;&#x672C;&#x7AE0;&#x4F5C;&#x8005;&#x6240;&#x8BBA;&#x8FF0;&#x7684;&#x6388;&#x6743;&#x673A;&#x5236;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x90FD;&#x662F;&#x4E00;&#x79CD;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x3002;&#x90A3;&#x4E48;&#x5982;&#x4F55;&#x786E;&#x4FDD;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x7684;&#x6709;&#x6548;&#x6267;&#x884C;&#x5462;&#xFF1F;&#x4E0B;&#x9762;&#x6211;&#x4EEC;&#x5C31;&#x7ED3;&#x5408;&#x6587;&#x7AE0;&#x548C;&#x81EA;&#x5DF1;&#x7684;&#x7406;&#x89E3;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x603B;&#x7ED3;&#x3002;</p>
<h3 id="&#x56E0;&#x65F6;&#x5236;&#x5B9C;">&#x56E0;&#x65F6;&#x5236;&#x5B9C;</h3>
<p>&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x7684;&#x5EFA;&#x7ACB;&#x9700;&#x8981;&#x6839;&#x636E;&#x4E0D;&#x540C;&#x65F6;&#x673A;&#x6765;&#x505A;&#x8C03;&#x6574;&#x3002;&#x6211;&#x4EEC;&#x4F1A;&#x5C3D;&#x91CF;&#x5728;&#x9879;&#x76EE;&#x5F00;&#x59CB;&#x4E4B;&#x524D;&#x786E;&#x5B9A;&#x597D;&#x6240;&#x9700;&#x8981;&#x7684;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#xFF0C;&#x800C;&#x5728;&#x9879;&#x76EE;&#x8FDB;&#x884C;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5982;&#x679C;&#x53D1;&#x73B0;&#x53C8;&#x9700;&#x8981;&#x91CD;&#x5927;&#x8C03;&#x6574;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5219;&#x53EF;&#x80FD;&#x53C8;&#x4F1A;&#x6839;&#x636E;&#x65F6;&#x95F4;&#x6BB5;&#x7684;&#x4E0D;&#x540C;&#x8FDB;&#x884C;&#x8C03;&#x6574;&#x3002;&#x4EE5;&#x6C9F;&#x901A;&#x673A;&#x5236;&#x4E3A;&#x4F8B;&#xFF0C;&#x5F53;&#x9047;&#x5230;&#x4E00;&#x4E2A;&#x7D27;&#x6025;&#x7684;&#x9700;&#x6C42;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5C06;&#x5468;&#x62A5;&#x6539;&#x4E3A;&#x65E5;&#x62A5;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x6848;&#x4F8B;&#x3002;</p>
<h3 id="&#x56E0;&#x5730;&#x5236;&#x5B9C;">&#x56E0;&#x5730;&#x5236;&#x5B9C;</h3>
<p>&#x8FD9;&#x91CC;&#x7684;&#x201C;&#x5730;&#x201D;&#x4E0D;&#x5149;&#x662F;&#x6307;&#x901A;&#x5E38;&#x6240;&#x8BF4;&#x5730;&#x533A;&#xFF0C;&#x8FD8;&#x5305;&#x62EC;&#x4E86;&#x6240;&#x5904;&#x7684;&#x884C;&#x4E1A;&#x60C5;&#x51B5;&#x7684;&#x4E0D;&#x540C;&#x3002;&#x4EE5;&#x4E0A;&#x73ED;&#x6253;&#x5361;&#x4E3A;&#x4F8B;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x884C;&#x4E1A;&#x666E;&#x904D;&#x9075;&#x5FAA;&#x5F39;&#x6027;&#x5DE5;&#x4F5C;&#x5236;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#x3002;</p>
<h3 id="&#x56E0;&#x4EBA;&#x5236;&#x5B9C;">&#x56E0;&#x4EBA;&#x5236;&#x5B9C;</h3>
<p>&#x8FD9;&#x4E2A;&#x66F4;&#x597D;&#x7406;&#x89E3;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x7684;&#x56E2;&#x961F;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x5236;&#x5B9A;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x7684;&#x65F6;&#x5019;&#x90FD;&#x9700;&#x8981;&#x8003;&#x8651;&#x8FDB;&#x53BB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x56E2;&#x961F;&#x6210;&#x5458;&#x80FD;&#x529B;&#x666E;&#x904D;&#x8F83;&#x5F3A;&#x7684;&#x56E2;&#x961F;&#xFF0C;&#x53EF;&#x80FD;&#x5728;&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x4F1A;&#x7ED9;&#x4E88;&#x66F4;&#x5927;&#x4E00;&#x4E9B;&#x7684;&#x81EA;&#x7531;&#x5EA6;&#xFF0C;&#x800C;&#x5BF9;&#x4E8E;&#x56E2;&#x961F;&#x6210;&#x5458;&#x65B0;&#x624B;&#x8F83;&#x591A;&#xFF0C;&#x80FD;&#x529B;&#x8FD8;&#x76F8;&#x5BF9;&#x8F83;&#x5F31;&#x65F6;&#xFF0C;&#x4E00;&#x5957;&#x7EC6;&#x81F4;&#x5B8C;&#x5907;&#x7684;&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x663E;&#x7136;&#x80FD;&#x591F;&#x5C06;&#x98CE;&#x9669;&#x964D;&#x5230;&#x6700;&#x4F4E;&#x3002;</p>
<h3 id="&#x5173;&#x952E;&#x5B9E;&#x7528;">&#x5173;&#x952E;&#x5B9E;&#x7528;</h3>
<p>&#x65E0;&#x8BBA;&#x4F55;&#x79CD;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x5E94;&#x8BE5;&#x505A;&#x5230;&#x5207;&#x4E2D;&#x5173;&#x952E;&#xFF0C;&#x6613;&#x4E8E;&#x6267;&#x884C;&#xFF0C;&#x53EA;&#x6709;&#x80FD;&#x591F;&#x6267;&#x884C;&#x8D77;&#x6765;&#x7684;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x624D;&#x80FD;&#x8C08;&#x6709;&#x6548;&#xFF0C;&#x800C;&#x6293;&#x4F4F;&#x95EE;&#x9898;&#x7684;&#x5173;&#x952E;&#x70B9;&#xFF0C;&#x624D;&#x80FD;&#x8BA9;&#x6574;&#x4E2A;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x66F4;&#x52A0;&#x5B9E;&#x7528;&#x3002;</p>
<h3 id="&#x6743;&#x8D23;&#x5206;&#x660E;">&#x6743;&#x8D23;&#x5206;&#x660E;</h3>
<p>&#x6211;&#x4E2A;&#x4EBA;&#x662F;&#x4E0D;&#x592A;&#x63A8;&#x5D07;&#x5F3A;&#x5236;&#x89C4;&#x5219;&#x7684;&#xFF0C;&#x4F46;&#x4E5F;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x9002;&#x5F53;&#x7684;&#x5F3A;&#x5236;&#x8FD8;&#x662F;&#x5FC5;&#x8981;&#x7684;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5BF9;&#x4E8E;&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x8FD9;&#x7C7B;&#x89C4;&#x8303;&#x7C7B;&#x578B;&#x7684;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x800C;&#x8A00;&#xFF0C;&#x8FD8;&#x662F;&#x9700;&#x8981;&#x6709;&#x5177;&#x4F53;&#x7684;&#x60E9;&#x7F5A;&#x63AA;&#x65BD;&#x6765;&#x4FDD;&#x969C;&#x5176;&#x80FD;&#x591F;&#x88AB;&#x5B9E;&#x9645;&#x9075;&#x5FAA;&#x3002;</p>
<h2 id="&#x603B;&#x7ED3;">&#x603B;&#x7ED3;</h2>
<p>&#x5B9E;&#x9645;&#x4E0A;&#x4F5C;&#x8005;&#x4E3B;&#x8981;&#x9610;&#x8FF0;&#x7684;&#x8FD8;&#x662F;&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x7684;&#x5EFA;&#x7ACB;&#xFF0C;&#x4F46;&#x6211;&#x4E2A;&#x4EBA;&#x8BA4;&#x4E3A;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x7684;&#x8303;&#x7574;&#x8FDC;&#x8FDC;&#x4E0D;&#x6B62;&#x5F00;&#x53D1;&#x8FD9;&#x4E00;&#x4E2A;&#x73AF;&#x8282;&#xFF0C;&#x800C;&#x4E0D;&#x540C;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x4E4B;&#x95F4;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x80FD;&#x591F;&#x76F8;&#x8F85;&#x76F8;&#x6210;&#x7684;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x80FD;&#x591F;&#x5584;&#x4E8E;&#x5BF9;&#x56E2;&#x961F;&#x4E2D;&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x8FDB;&#x884C;&#x5206;&#x6790;&#x65F6;&#xFF0C;&#x4E5F;&#x5C31;&#x5177;&#x5907;&#x4E86;&#x5EFA;&#x7ACB;&#x6709;&#x6548;&#x6D41;&#x7A0B;&#x673A;&#x5236;&#x7684;&#x57FA;&#x7840;&#x3002;&#x800C;&#x5F53;&#x8BA4;&#x6E05;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x6839;&#x636E;&#x4EE5;&#x4E0A;&#x539F;&#x5219;&#x53BB;&#x5EFA;&#x7ACB;&#x5E76;&#x6709;&#x6548;&#x4FDD;&#x969C;&#x5176;&#x6267;&#x884C;&#xFF0C;&#x76F8;&#x4FE1;&#x5C31;&#x4F1A;&#x5E26;&#x6765;&#x4E00;&#x4E9B;&#x597D;&#x7684;&#x7ED3;&#x679C;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ru-he-jian-gu-tuan-dui-fen-gong-de-weng-ding-xing-he-ling-huo-xing.html" class="navigation navigation-prev " aria-label="Previous page: 如何兼顾团队分工的稳定性和灵活性？">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="guan-li-gou-tong-shang-you-na-xie-chang-jian-de-keng.html" class="navigation navigation-next " aria-label="Next page: 管理沟通上有哪些常见的坑?">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"如何让流程机制得到有效的执行?","level":"1.12","depth":1,"next":{"title":"管理沟通上有哪些常见的坑?","level":"1.13","depth":1,"path":"guan-li-gou-tong-shang-you-na-xie-chang-jian-de-keng.md","ref":"guan-li-gou-tong-shang-you-na-xie-chang-jian-de-keng.md","articles":[]},"previous":{"title":"如何兼顾团队分工的稳定性和灵活性？","level":"1.11","depth":1,"path":"ru-he-jian-gu-tuan-dui-fen-gong-de-weng-ding-xing-he-ling-huo-xing.md","ref":"ru-he-jian-gu-tuan-dui-fen-gong-de-weng-ding-xing-he-ling-huo-xing.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ru-he-rang-liu-cheng-ji-zhi-de-dao-you-xiao-zhi-xing.md","mtime":"2018-12-14T05:22:28.891Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-01-11T07:13:53.743Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

